Repository: leonhad/tuxsaver
Catalog: po/*.po
Languages: fr, nl

source: TuxSaver Setup
fr: Configuration de TuxSaver
nl: TuxSaver Instellingen

source: Blank Screen
fr: Écran vide
nl: Zwart scherm

source: blank screen after a few minutes
fr: écran vide après quelques minutes
nl: maak scherm zwart na een paar minuten

source: This is aspecially usefull for laptops, where the powerconsuming TuxSaver shouldn't run for too long.
fr: C'est spécialement utile pour les portables, où le gourmand TuxSaver ne devrait pas fonctionner longtemps.
nl: Dit is vooral nuttig voor laptops, waar TuxSaver na een tijdje teveel stroom kan verbruiken.

source: Stories
fr: Histoires
nl: Verhalen

source: open Story HowTo
fr: ouvrir le HowTo sur l'hisoire
nl: open Verhalen-HowTo

source: Sound
fr: Son
nl: Geluid

source: enable sounds in stories
fr: activer les sons dans les histoires
nl: geluid in de verhalen

source: enable background ocean sounds
fr: activer les sons de l'océan en fond
nl: oceaangeluid op de achtergrond

source: Sea
fr: Mer
nl: Zee

source: Waves
fr: Vagues
nl: Golven

source: wave the sea
fr: animer la mer
nl: golven op de zee

source: Transparancy of the sea
fr: Transparence de la mer
nl: Doorzichtigheid van de zee

source: transparancy
fr: transparence
nl: doorzichtigheid

source: Island
fr: Île
nl: Eiland

source: move iceberg along with the waves
fr: faire bouger l'iceberg avec les vagues
nl: beweeg de ijsberg mee op de golven

source: Hat
fr: Chapeau
nl: Hoed

source: change hat randomly
fr: changer le chapeau aléatoirement
nl: verander de hoed willekeurig

source: <b>TuxSaver</b><br> <i>by</i><br> Koen Muylkens<br> <i>koen.muylkens@esat.kuleuven.ac.be</i><br> Toon Muylkens<br> <i>toon.muylkens@pandora.be</i><br> Frank Moonen<br> <i>frank.moonen@esat.kuleuven.ac.be</i><br> Leonardo Alves da Costa<br> <i>leonardoac@brturbo.com</i>
fr: <b>TuxSaver</b><br> <i>par</i><br> Koen Muylkens<br> <i>koen.muylkens@esat.kuleuven.ac.be</i><br> Toon Muylkens<br> <i>toon.muylkens@pandora.be</i><br> Frank Moonen<br> <i>frank.moonen@esat.kuleuven.ac.be</i><br> Leonardo Alves da Costa<br> <i>leonardoac@brturbo.com</i>
nl: <b>TuxSaver</b><br> <i>door</i><br> Koen Muylkens<br> <i>koen.muylkens@esat.kuleuven.ac.be</i><br> Toon Muylkens<br> <i>toon.muylkens@pandora.be</i><br> Frank Moonen<br> <i>frank.moonen@esat.kuleuven.ac.be</i><br> Leonardo Alves da Costa<br> <i>leonardoac@brturbo.com</i>

source: Screen Saver Config
nl: ScreenSaver Instellingen

source: Set some setting
nl: verander de instellingen
